Repository: BackupTheBerlios/schafkopf
Catalog: schafkopf/po/*.po
Languages: de

source: _: NAME OF TRANSLATORS Your names
de: Dominik Seichter Benjamin Löwe

source: _: EMAIL OF TRANSLATORS Your emails
de: domseichter@web.de benjamin.loewe@freenet.de

source: <qt>Schafkopf is a popular card game in Bavaria. SchafKopf ist the KDE version of this game.</qt>
de: <qt>Schafkopf ist ein beliebtes Kartenspiel in Bayern. SchafKopf ist die KDE-Version dieses Spiels.</qt>

source: %1 has doubled.
de: %1 hat geklopft.

source: %1 has a game.
de: %1 hat ein Spiel

source: %1: "I want to play."
de: %1: "Ich hab ein Spiel."

source: %1: "I don't want to play."
de: %1: "Weiter."

source: %1 has no game.
de: %1 sagt weiter.

source: No one wants to play. Cards will be thrown together.
de: Alle sind weiter. Karten werden zusammengeworfen.

source: %1 has got the Eichel Ober and has to play.
de: %1 hat den Eichel Ober und muss spielen.

source: %1 has doubled last and has to play now.
de: %1 hat als letzter geklopft und muss nun spielen.

source: colorless
de: farblos

source: Heart
de: Herz

source: Badger
de: Dachs

source: %1 plays on the %2 Ace.
de: %1 spielt auf die %2-Sau.

source: Ramsch is played.
de: Es wird ein Ramsch gespielt.

source: %1 plays %2 %3.
de: %1 spielt %2 %3

source: Do you want to double?
de: Willst Du klopfen?

source: Do you want to play?
de: Hast Du ein Spiel?

source: Human Player:
de: Eigener Name:

source: Schafkopf is a popular card game in Bavaria.
de: Schafkopf ist ein beliebtes Kartenspiel in Bayern.

source: &Start local Game
de: &Starte ein Spiel auf dem lokalen Rechner

source: Start network Game as &Server
de: Starte ein &Netzwerkspiel als Server

source: Start network Game as &Client
de: Starte ein Netzwerkspiel als &Client

source: Select Game Type
de: Spielmodus auswählen

source: Start a local Game: You will play against 3 Computer Players
de: <qt>Starte ein Spiel auf dem lokalen Rechner:<br>Du spielst gegen drei Computergegner.</qt>

source: Start a Game Server You will be the host of a new Network game
de: <qt>Starte einen Spiel-Server:<br>Du bist der Host eines neuen Netzwerkspiels.</qt>

source: Connect to a Game Server You will connect to a Computer, running a Schafkopf server
de: <qt>Mit einem Spiel-Server verbinden:<br>Du wirst mit einem laufenden Schafkopf-Server verbunden.</qt>

source: Preferences
de: Einstellungen

source: Player Settings
de: Spieler-Einstellungen

source: Your Player
de: Eigener Spieler

source: Computer Players
de: Computerspieler

source: Computer Player 1:
de: Computerspieler 1:

source: Computer Player 2:
de: Computerspieler 2:

source: Computer Player 3:
de: Computerspieler 3:

source: Rules
de: Regeln

source: No one wants to play:
de: Niemand will spielen:

source: &Throw cards together and give new ones.
de: Karten &zusammenwerfen und neu geben.

source: The player who has the Eichel &Ober has to play.
de: Der Spieler der den &Alten hat muss spielen.

source: Play Ramsch
de: Einen Ramsch spielen

source: The aim when playing a Ramsch is to make no tricks. The player who made the most points is the sole loser. If you make all tricks you can win, too.
de: Das Ziel beim Ramsch ist es möglichst keinen Stich zu machen. Der Spieler mit den meisten Punkten ist der alleinige Verlierer. Macht ein Spieler jedoch alle Stiche, hat er gewonnen.

source: The &last player who has doubled has to play.
de: Der Spieler, der als &letztes geklopft hat, muss spielen.

source: The last player who has doubled has to play. If no one has doubled the above rule takes effect.
de: Der Spieler, der als letztes geklopft hat, muss spielen. Falls niemand geklopft hat, tritt die obige Regel in Kraft.

source: &Double next game when cards were thrown together.
de: Das nächste Spiel &doppeln wenn die Karten zusammengeworfen wurden.

source: Results
de: Ergebnisse

source: count &money
de: &Geld schreiben

source: count &points
de: &Punkte schreiben

source: <qt>SchafKopf can count in its results view either points for each game or a monetrary value for each game.<br>You can also configure how much points/money a game costs when won or lost.</qt>
de: <qt>Beim Schafkopf kann entweder um Geld oder um Punkte gespielt werden.<br>Du kannst auch einstellen wieviel Geld/Punkte ein gewonnenes Spiel bringt.</qt>

source: Configure Money Values
de: Geldbeträge festlegen

source: Callgame:
de: Rufspiel:

source: Cards in a row:
de: je Laufende:

source: Notrick:
de: Schwarz:

source: Configure Point Values
de: Punkte festlegen

source: View
de: Anzeige

source: Card Arrangement:
de: Kartendarstellung:

source: Rearrange cards after each trick.
de: Karten nach jedem Stich neu anordnen.

source: Cards will be rearranged after each trick.
de: Die Karten werden nach jedem Stich neu angeordnet.

source: Game Canvas:
de: Spielfeld:

source: &Background image:
de: Hintergrundbild:

source: &Clear background image
de: Hintergrundbild &entfernen

source: Games
de: Spiele

source: Colored &Wenz
de: Farbwenz

source: Colored &Geier
de: Farbgeier

source: &Badger
de: &Dachs

source: <qt>You can configure which games are allowed to play.You cannot disable certain games, such as Callgames and Solos as they are always " "enabled by default.</qt>
de: <qt>Hier kannst du einstellen welche Spiele gespielt werden dürfen. Bestimmte Spiele, wie Rufspiel und Solo, können nicht deaktiviert werden.</qt>

source: <qt>The badger is no official game in Schafkopf and is therefore not played at tournaments.</qt>
de: <qt>Der Dachs ist kein offizielles Spiel, und wird daher bei Turnieren nicht gespielt.</qt>

source: no-trick
de: Schwarz

source: wins with %1 points%2.
de: gewinnt mit %1 Augen%2.

source: loses with %1 points%2.
de: verliert mit %1 Augen%2.

source: got %1 cards in a row.
de: hatte %1 Laufende.

source: played without %1 cards in a row.
de: spielte ohne %1.

source: Results:
de: Ergebnisse:

source: Game Information:
de: Spiel-Information:

source: Show the last trick that was made.
de: Zeige den letzten Stich.

source: &Last Trick
de: &Letzter Stich

source: <qt>Current Game:<br><b>
de: <qt>Aktuelles Spiel:<br><b>

source: <qt><b>%1</b> has doubled.</qt>
de: <qt><b>%1</b> hat geklopft.</qt>

source: <qt>Times thrown together: <b>%1</b></qt>
de: <qt>Zusammen geworfen: <b>%1 Mal</b></qt>

source: <qt>Game counts <b>%1-fold</b>.</qt>
de: <qt>Spiel zählt <b>%1-fach</b>.</qt>

source: Color:
de: Farbe:

source: Select Game
de: Spiel auswählen

source: Game:
de: Spiel:

source: When you play a "Solo", you have to additionally choose a color. Trumps are all "Ober", "Unter" and the color you chose. You will play alone against the other three players.
de: Wenn Du ein Solo spielen willst, musst Du zusätzlich noch eine Farbe auswählen. Trumpf sind alle Ober, Unter und die Farbe die du gewählt hast.<br>Du spielst alleine gegen die drei anderen Spieler.

source: When you play a "Dachs", the only trumps are aces and tenners. You will play alone against the other three players.
de: Wenn du einen Dachs spielst, sind die Asse und die Zehner die einzigen Trümpfe.<br>Du spielst alleine gegen die drei anderen Spieler.

source: When you play a callgame, you will have to choose a color. You will then play in team with the player which has the ace of the color you chose. Hearts are trumps.
de: Wenn Du ein Rufspiel spielen willst, musst Du zusätzlich noch eine Farbe auswählen. Du spielst dann mit dem Spieler zusammen der das Ass dieser Farbe hat. Herz ist Trumpf.

source: When you play a "Wenz", you can choose a color. If you don't choose a color, only all "Unter" will be trumps. If you do, the cards of the chosen color will also be trumps. You will play alone against the other three players.
de: Wenn du einen Wenz spielen willst, kannst du zusätzlich noch eine Farbe auswählen. Es sind dann alle Unter sowie die gewählte Farbe Trumpf. Wählst du "farblos" sind nur die Unter Trumpf.<br>Du spielst alleine gegen die drei anderen Spieler.

source: When you play a "Geier", you can choose a color. If you don't choose a color, only all "Ober" will be trumps. If you do, the cards of the chosen color will also be trumps. You will play alone against the other three players.
de: Wenn du einen Geier spielen willst, kannst du zusätzlich noch eine Farbe auswählen. Es sind dann alle Ober sowie die gewählte Farbe Trumpf. Wählst du "farblos" sind nur die Ober Trumpf.<br>Du spielst alleine gegen die drei anderen Spieler.

source: Game
de: Spiel

source: &Callgame
de: &Rufspiel

source: Step 1/2: Select Game
de: Schritt 1/2: Spiel auswählen

source: Step 2/2: Select Color
de: Schritt 2/2: Farbe auswählen

source: Last Trick
de: Letzter Stich

source: Trick was made by: <b>
de: Stich gehört: <b>

source: No trick was made.
de: Bis jetzt wurde kein Stich gemacht.
